<!doctype html>
<html dir="rtl" lang="{{ str_replace('_', '-', app()->getLocale()) }}">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">

    <!-- CSRF Token -->
    <meta name="csrf-token" content="{{ csrf_token() }}">

    <title>{{ config('app.name', 'Laravel') }}</title>
    <link rel="icon" href="{{ asset('images/alraqiah_logo.jpeg') }}" type="image/jpeg">
    <!-- Fonts -->
    <link rel="dns-prefetch" href="//fonts.bunny.net">
    <link href="https://fonts.bunny.net/css?family=Nunito" rel="stylesheet">
    <link href="{{ asset('css/css/font-awesome.min.css') }}" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css2?family=Almarai&display=swap" rel="stylesheet">
    <link href="{{ asset('css/login.css') }}" rel="stylesheet">
    
    <!-- Scripts -->
    @vite(['resources/sass/app.scss', 'resources/js/app.js'])
</head>
<body>
    <div id="app">
        
        <main class="py-4">
            <section class="container-fluid">
                <div class="row">
                    <div class="col-xs-12">
                        <p class="lead">سياسة استخدام التطبيق</p>

                        <p class="lead">إن الالتزامات والواجبات المذكورة أدناه والتي تحكم سياسة استخدام هذا الموقع، قد تم إعدادها بما يتلاءم مع القوانين والإرشادات الخاصة بسلامة استخدام مثل هذه التطبيقات، وعليه يرجى قراءتها بعناية والامتثال لها، مع التنويه بأنه لا يجوز استخدام هذا التطبيق إلا طبقاً لشروط هذه السياسة ولأغراض قانونية ولائقة فقط.</p>
            
                        <p class="lead">إن دخولك إلى الموقع يعد بمثابة إقرار بموافقتك على ما هو موضح في “سياسة التطبيق”. في حال عدم موافقتك على بنود “سياسة التطبيق ”، يجب عليك التوقف فوراً عن استخدام هذا التطبيق.</p>
            
                        <p class="lead">تقر وتوافق بأنه:</p>
            
                        <p class="lead">– لا يجوز استخدام أو تصفح التطبيق بأي طريقة من شأنها خرق قوانين وأحكام وقواعد الاستخدام والتصفح داخل دولة المملكة العربية السعودية أو أي نطاق سلطة قضائية تتصفح فيه التطبيق.</p>
            
                        <p class="lead">– لا يجوز استخدام هذا التطبيق بأية طريقة غير قانونية أو احتيالية، أو بطريقة لها غرض أو تأثير غير قانوني أو احتيالي.</p>
            
                        <p class="lead">– لا يجوز نشر أو إرسال أو بث أي معلومات تتضمن (على سبيل المثال وليس الحصر) تهديدا أو تمييزا أو تشهيرا أو إساءة أو قذفا على هذا التطبيق.</p>
            
                        <p class="lead">– لا يجوز تعمد استخدام أي برنامج، وسيلة، أو جهاز إلكتروني أو غيره للتدخل، أو محاولة التدخل إلكترونياً أو يدوياً بعملية التشغيل أو الأداء الوظيفي للتطبيق.</p>
            
                        <p class="lead">– لا يجوز الحصول (أو محاولة الحصول) على إذن دخول غير مصرح به، أو التدخل في أو إتلاف أو تشويش:</p>
            
                        <p class="lead">(1) أي جزء من أجزاء التطبيق.</p>
            
                        <p class="lead">(2) أي جهاز أو شبكة يخزن عليها التطبيق.</p>
            
                        <p class="lead">(3) أي برنامج إلكتروني يستخدم في نصوص التطبيق</p>
            
                        <p class="lead">(4) أي جهاز أو شبكة أو برنامج إلكتروني يمتلكه أو يستخدمه أي طرف ثالث.</p>
            
                        <p class="lead">– لا يجوز مهاجمة التطبيق عن طريق الحرمان من الخدمة أو حجب الخدمة الموزعة.</p>
            
                        <p class="lead">– لا يجوز استخدام التطبيق بطريقة تسبب أو قد تسبب خرقاً لحقوق التطبيق أو حقوق طرف الثالث.</p>
            
                        <p class="lead">– لا يجوز التشويه أو التغيير أو التدخل في الواجهة الأمامية و/أو الهيكلية للتطبيق أو غيرها من الأشكال المنجزة على التطبيق.</p>
            
                        <p class="lead">-لا يجوز القيام بأي فعل يفرض حملاً كبيراً غير معقول أو غير متناسب على التطبيق وبِنْيته.</p>
            
                        <p class="lead">– لا يجوز إعادة نسخ أو استخراج الصور لاستخدامها دون الإشارة إلى مصدرها.</p>
            
                        <p class="lead">– لا يجوز تطبيق الهندسة العكسية أو أي عمل آخر يكون من شأنه الكشف عن الرمز المصدري أو غيره من الصيغ الحسابية أو المعالجات فيما يخص برنامج الحاسوب المستخدم في البنية التحتية والعمليات المتعلقة بالتطبيق.</p>
            
                        <p class="lead">– لا يجوز محاولة إجراء أي اختبار أو مسح أو فحص لإمكانية إصابة التطبيق(شبكته أو نظامه) أو انتهاك تلك الإجراءات وسلامتها أو توثيقها إلا بإذن أو تصريح رسمي مسبق من الشركة مالكة التطبيق.</p>
            
                        <p class="lead">– سيعتبر اي شخص يتصفح هذا التطبيق على علم بهذه الشروط وموافق ضمناً على الامتثال لها. ويعتبر هو المسؤول عن اتخاذ أي إجراءات ضرورية للوصول إلى التطبيق والتأكد من أن كل من يستخدم الشبكة الخاصة به على دراية كافية بما سبق، ولا يخلي طرفه من المسؤوليات والتعهدات السابقة.</p>
            
                        <p class="lead">– أي خرق لأي من التعهدات المذكورة أعلاه يعد جريمة جنائية حسب القوانين المعمول، وبناءً عليه سيتم تبليغ سلطات تطبيق القانون المعنية عن أي عملية خرق، وسيتم التعاون مع هذه السلطات للكشف عن هوية من قام بالخرق، واتخاذ كافة التدابير اللازمة لتطبيق نصوص القوانين والجزاءات.</p>
                    </div>
                </div>
            </section>
        </main>
        
    </div>        
</body>
</html>


